export const data = {
    name: 'Насибуллин Алан\n',
    aboutMe:
        'Мужчина, 21 год, родился 1 января 2002\n\n' +
        '+7 (999) 1648392\n' +
        'alan.nasibyllin@yandex.ru — предпочитаемый способ связи\n\n' +
        'Проживает: Санкт-Петербург\n' +
        'Гражданство: Россия, есть разрешение на работу: Россия\n' +
        'Не готов к переезду, не готов к командировкам',
    first: {
        title: 'Желаемая должность и зарплата',
        position: 'ML-Engineer',
        content:
            'Специализации:\n' +
            '— Программист, разработчик\n' +
            '— Аналитик\n' +
            'Занятость: полная занятость\n' +
            'График работы: полный день, гибкий график, удаленная работа\n' +
            'Желательное время в пути до работы: не имеет значения',
    },
    second: {
        title: 'Опыт работы — 1 год 2 месяца',
        left: 'Октябрь 2022 —\n' + 'настоящее время\n' + '1 год 2 месяца',
        right: {
            place: 'Санкт-Петербургский Информационно-Аналитический Центр',
            position: 'ML-Engineer',
            content:
                'Пишу бизнес логику для no-code ML платформы\n' +
                'реализую модули препроцессинга данных, модели(весь классический мл, deep learning)и тд\n' +
                'Организовал переезд с pandas на polars для всего кода на питоне\n' +
                'Для решения проблемы маппинга данных между arrow и pandas, для улучшения\n' +
                'производительности\n' +
                'Активно участвую в выборе либ для реализации постановок, и меня сами постановки.',
        },
    },
    third: {
        title: 'Образование',
        left: '2025',
        right: {
            university:
                'Санкт-Петербургский национальный исследовательский\n' +
                'университет информационных технологий, механики и оптики,\n' +
                'Санкт-Петербург',
            content: 'ПИиКТ, Нейротехнологии\n',
        },
    },
    fourth: {
        title: 'Языки',
        data: ['Русский — Родной', 'Английский — B2 — Средне-продвинутый'],
    },
    fifth: {
        title: 'Ключевые навыки',
        data: [
            'Python',
            'Numpy',
            'Pandas',
            'Data Scientist',
            'ML-Engineer',
            'TensorFlow',
            'PyTorch',
            'Keras',
            'MatPlotLib',
            'Scipy',
            'Английский язык',
            'Catboost',
            'SQL',
            'Sklearn',
            'Scikit-learn',
            'Docker',
            'Flask',
            'Computer Vision',
            'Airflow',
            'Data Analysis',
            'Jenkins',
            'REST API',
            'PostgreSQL',
            'NoSQL',
            'Machine',
            'Learning',
            'REST API',
            'ML',
            'FastAPI',
            'Polars',
        ],
    },
};
